[
    {
        "name": "financing_a_stevens_education",
        "description": "This contains all the information in regards to helping students finance their education at Stevens by providing information regarding financing sources, institution financing programs, financial aid and state financing"
    },
    {
        "name": "tuition_fees_and_other_expenses_for_undergraduate_students",
        "description": "This contains all the information regarding tution fees and additional fees for undergraduate students"
    },
    {
        "name": "tuition_fees_and_other_expenses_for_graduate_students",
        "description": "This contains all the information regarding tution fees and additional fees for graduate students"
    },
    {
        "name": "student_life_at_stevens",
        "description": "This contains all the information regarding student services including sports, code of conduct and student government bodies"
    },
    {
        "name": "student_services_at_stevens",
        "description": "This contains all the information regarding academic tutoring, career guidance, counseling, disability accommodations, financial aid management, health services, and housing options to facilitate student success and well-being"
    },
    {
        "name": "graduate_education_at_stevens",
        "description": "This contains all the information regarding graduate student structured admissions guidance, course options, grading policies, English proficiency support for international students, and procedures for academic standing and progression"
    },
    {
        "name": "undergraduate_education_at_stevens",
        "description": "This contains all the information regarding undergraduate student structured admissions guidance, course options, grading policies, English proficiency support for international students, and procedures for academic standing and progression"
    },
    {
        "name": "program_info_at_stevens",
        "description": "This contains all the details regarding bachelors, masters, phd and engineering programs. Questions relating to elective courses, core courses and details regarding a particular program are available here"
    },
    {
        "name": "off_campus_employment",
        "description": "This contains information regarding off campus employment for students on various visas"
    },
    {
        "name": "course_info",
        "description": "This contains information regarding each individual course for a program including its credit count. Sample question are: Provide me a few courses with 1 credit. What is course EE 684?"
    }
]